tap "hashicorp/tap"
tap "homebrew/services"
tap "jesseduffield/lazygit"
brew "awk"
brew "cryptography"
brew "awscli"
brew "glib"
brew "cairo"
brew "curl"
brew "d2"
brew "dynein"
brew "figlet"
brew "git"
brew "harfbuzz"
brew "libtiff"
brew "jp2a"
brew "jq"
brew "less"
brew "nvm"
brew "openjdk"
brew "postgresql@14", restart_service: :changed
brew "python@3.13"
brew "ripgrep"
brew "terraform", link: false
brew "tfenv"
brew "toilet"
brew "tree"
brew "vim"
brew "vitetris"
brew "wget"
brew "jesseduffield/lazygit/lazygit"
cask "chatgpt"
cask "dbeaver-community"
cask "firefox"
cask "pgadmin4"
cask "postico"
cask "postman"
cask "sublime-text"
cask "visual-studio-code"
vscode "vscodevim.vim"
